{
  "dutch": [
    "Ik wil graag een tafel reserveren voor morgenavond.",
    "Hebben jullie om 18:30 nog plek voor vier personen?",
    "Kun je een tafeltje voor twee boeken op zaterdag?",
    "Ik zoek een plek voor zes op zondag rond zeven uur.",
    "Reservering voor donderdag om acht uur, kan dat?",
    "Mag ik op vrijdag om 19:30 langskomen met drie personen?",
    "We willen graag een verjaardag vieren op 12 maart om 18:00.",
    "Is er nog plaats voor negen gasten aanstaande zaterdag?",
    "Ik bel voor een reservering volgende week woensdag om 20:00.",
    "Kun je ons noteren voor een familiediner op zondag om 17:30?",
    "Ik kom graag met mijn partner om 21:00, kan dat?",
    "Ik zoek een tafel op 5 februari om 19:00 voor vier personen.",
    "Hebben jullie nog plek vrijdag 20:30 voor een romantisch diner?",
    "Graag reserveren voor drie volwassenen en een kind om 18:15.",
    "We komen uit Antwerpen, kunnen we zaterdag 19:45 aanschuiven?",
    "Is er nog een tafel vrij om 17:00 voor twee personen?",
    "Mag ik voor aanstaande zondag om 21:30 reserveren?",
    "Ik wil graag binnen zitten met uitzicht om 19:00.",
    "Kun je een notitie maken voor glutenvrij eten op dinsdag?",
    "Ik zoek een plek voor zeven mensen komende donderdag.",
    "Reserveren voor 24 april om 18:45, kan dat geregeld worden?",
    "We willen graag om 20:15 aanschuiven met vijf personen.",
    "Hebben jullie nog iets vrij tussen 18:00 en 18:30?",
    "Ik bel liever in het Nederlands, kun je me helpen met woensdag?",
    "Kan ik een reservering maken voor 10 personen op vrijdag?",
    "Ik kom met mijn gezin op zaterdag om half acht.",
    "Kun je me laten weten of er plek is om 17:45?",
    "Ik wil een rustige tafel voor twee op donderdag 19:00.",
    "Is 21:00 beschikbaar voor komende zondag?",
    "Zou je ons kunnen inplannen voor 6 januari om 18:30?"
  ],
  "english": [
    "Hi, can I book a table for tonight at 7 PM?",
    "Do you have availability for five people on Saturday at 6?",
    "I’d like to make a reservation for two this Thursday at 8 PM.",
    "Is Sunday at 5:30 PM open for three guests?",
    "Please book a table for four on February 14th at 7:30 PM.",
    "Can you add a birthday note for a party of six at 6 PM?",
    "We need a vegan-friendly table on Friday at 7 PM.",
    "Are there any openings around 9 PM on Saturday?",
    "I want to reserve for nine people next Sunday at 6 PM.",
    "Can I stop by tomorrow at 5 PM with my partner?",
    "Is there space for two at 8:30 PM this Wednesday?",
    "We are traveling from abroad, can you fit us in at 7 PM?",
    "Please hold a table for a family of four at 6:15 PM.",
    "I’m planning a date night Friday at 8 PM, is that okay?",
    "Can you note an allergy for nuts on Saturday evening?",
    "Do you have anything left between 6 and 7 PM tomorrow?",
    "What’s the latest time I can reserve for two people?",
    "I’d like to place a booking for March 3rd at 5:30 PM.",
    "Could you schedule us at 7:45 PM on Thursday?",
    "Can you help me book in English instead of Dutch?",
    "We want to dine for 90 minutes starting at 7 PM.",
    "Is there a quiet table for two at 6 PM Sunday?",
    "I need to reschedule for 8 PM, is that slot free?",
    "Do you still have capacity for 10 people on Saturday?",
    "Please connect me to a staff member for catering info."
  ]
}






